<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Предлагаемые директории для мгновенного создания
    |--------------------------------------------------------------------------
    |
    |
    */
    'suggested_directories' => [
        'Actions',
        'Controllers',
        'routes',
        'Admin',
        'database',
        'DTO',
        'Enums',
        'Models',
        'Requests',
    ],

    /*
    |--------------------------------------------------------------------------
    | Директории помеченные флагом "по умолчанию" для создания
    |--------------------------------------------------------------------------
    |
    |
    */
    'default_directories' => [
        'Actions',
        'Controllers',
        'routes',
    ],


];

